Repository: FallenAstaroth/varus
Catalog: varus/i18n/*/LC_MESSAGES/messages.po
Languages: ru, uk_ua

source: joined the room (male)
ru: присоединился к комнате
uk_ua: приєднався до кімнати

source: joined the room (female)
ru: присоединилась к комнате
uk_ua: приєдналася до кімнати

source: joined the room (undefined)
ru: присоединилось к комнате
uk_ua: приєдналося до кімнати

source: left the room (male)
ru: покинул комнату
uk_ua: покинув кімнату

source: left the room (female)
ru: покинула комнату
uk_ua: покинула кімнату

source: left the room (undefined)
ru: покинуло комнату
uk_ua: покинуло кімнату

source: started the player (male)
ru: включил плеер
uk_ua: увімкнув плеєр

source: started the player (female)
ru: включила плеер
uk_ua: увімкнула плеєр

source: started the player (undefined)
ru: включило плеер
uk_ua: увімкнуло плеєр

source: paused the player (male)
ru: остановил плеер
uk_ua: зупинив плеєр

source: paused the player (female)
ru: остановила плеер
uk_ua: зупинила плеєр

source: paused the player (undefined)
ru: остановило плеер
uk_ua: зупинило плеєр

source: rewound the player (male)
ru: перемотал плеер
uk_ua: перемотав плеєр

source: rewound the player (female)
ru: перемотала плеер
uk_ua: перемотала плеєр

source: rewound the player (undefined)
ru: перемотало плеер
uk_ua: перемотало плеєр

source: Enter a name
ru: Введите имя
uk_ua: Введіть ім'я

source: Enter room code
ru: Введите код комнаты
uk_ua: Введіть код кімнати

source: Enter link
ru: Введите ссылку
uk_ua: Введіть посилання

source: Such a room does not exist
ru: Такая комната не существует
uk_ua: Така кімната не існує

source: Name
ru: Имя
uk_ua: Ім'я

source: Johnny Depp
ru: Джонни Депп
uk_ua: Джонні Депп

source: Sex
ru: Пол
uk_ua: Стать

source: Male
ru: Мужской
uk_ua: Чоловіча

source: Female
ru: Женский
uk_ua: Жіноча

source: Who am I?
ru: Хто я?
uk_ua: Хто я?

source: remains
ru: осталось только
uk_ua: залишилось тільки

source: Link
ru: Ссылка
uk_ua: Посилання

source: YouTube or file
ru: YouTube или файл
uk_ua: YouTube або файл

source: Create a room
ru: Создать комнату
uk_ua: Створити кімнату

source: or
ru: или
uk_ua: або

source: Room code
ru: Код комнаты
uk_ua: Код кімнати

source: Join
ru: Присоединиться
uk_ua: Приєднатися

source: Room code:
ru: Код комнаты:
uk_ua: Код кімнати:

source: Room chat
ru: Чат комнаты
uk_ua: Чат кімнати

source: Reply
ru: Ответить
uk_ua: Відповісти

source: Message
ru: Сообщение
uk_ua: Повідомлення
